xorg
xorg-xinit
xterm
pulseaudio
pulseaudio-alsa
jack2
alsa-utils
base-devel
vim
bash
git
stow
firefox
numlockx
xsettingsd
gnome-themes-extra
adwaita-icon-theme
adobe-source-code-pro-fonts
noto-fonts
noto-fonts-emoji
ttf-liberation
pcmanfm-gtk3
engrampa
unrar
p7zip
